IDEA StatiCa Open Model
BoltGrid.BoltAssemblyName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The description of the bolt assembly
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string BoltAssemblyName { get; set; }
Public Property BoltAssemblyName As String
	Get
	Set
public:
property String^ BoltAssemblyName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace